Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོ་དང་། ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་ཐམས་ཅད་དགྲ་བཅོམ་པ་དང་། རང་བྱང་ཆུབ་ཀྱི་བར་ལ་བཀོད་པའི་བསོད་ནམས་པས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་གླེགས་བམ་དུ་བྱས་ཏེ་བྱིན་པ་བསོད་ནམས་ཆེ་བའི་འགྲེས་དང་། དེའི་རྒྱུས་ཟག་པ་མེད་པའི་ཆོས་བསྟན་པའི་འགྲེས་དང་། འཇིག་རྟེན་པའི་གང་ཟག་ཁྱད་པར་དུ་འཕགས་པ་ཐམས་ཅད་མངོན་པའི་རྒྱུར་གྱུར་པ་དང་། འཕགས་པའི་གང་ཟག་མངོན་པའི་རྒྱུར་གྱུར་པ་བསྟན་པའི་འགྲེས་དང་། དེའི་འོག་ཏུ་བསོད་ནམས་མང་དུ་བསྟན་པ་དང་།
en: Then there is the section about greater merit from having “written out this perfection of wisdom in book form and bestowed it” than from having established all the beings in this four continent world system… thousandfold… millionfold… a great billionfold world system… or in world systems in the ten directions in the state of a worthy one and a pratyekabuddha’s awakening; the section on the reason for that—that in it are taught dharmas without outflows; the section teaching that it serves as the cause for the appearance of all ordinary special beings and serves as the cause for the appearance of noble beings; and then the teaching on the greater merit, and the teaching that properly paying attention is the main thing. “

source: ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་གཙོ་བོར་བསྟན་པའོ། །དེ་ལ་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ནི་འདི་ཡིན་ཏེ། གཉིས་ལ་སྤྱོད་པ་མ་ཡིན་པའི་བློས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འཛིན་པ་ཞེས་བྱ་བ་ནི་གཉིས་སུ་མེད་པར་ཀུན་ཏུ་སྤྱོད་པའི་བློས་འཇུག་པ་ནི།
en: There, properly paying attention is this: taking up… this perfection of wisdom with an understanding that operates without duality.”

source: ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ཞེས་བྱའོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that engaging “with an understanding” that habitually “operates without duality” is “properly paying attention.”

source: །དེའི་འོག་ཏུ་བསོད་ནམས་མང་དུ་འཕེལ་བའི་འགྲེས་དང་། དོན་བསྟན་པ་གཙོ་བོ་ཡིན་པར་སྟོན་ཏེ།
en: Then there is the section on the great increase in merit and the teaching that meaning is principal. “

source: དེ་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་དོན་ནི་འདི་ཡིན་ཏེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི་གཉིས་སུ་བལྟ་བ་མ་ཡིན།
en: There the meaning of the perfection of wisdom is this:” first, “not viewing the perfection of wisdom as two and not viewing it as not two.”

source: གཉིས་སུ་མེད་པར་བལྟ་བ་མ་ཡིན་ཞེས་བྱ་བ་ནི་རྣམ་པར་མི་རྟོག་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཆོས་ཐམས་ཅད་ལ་རྣམ་པར་རྟོག་པ་དང་བྲལ་བའི་ཕྱིར་གཉིས་སུ་མེད་པའི་ངོ་བོ་ཉིད་དོ་ཞེས་བྱ་བར་ཡང་མི་རྟོག་ན། གཉིས་ཀྱི་ངོ་བོ་ཉིད་དུ་ལྟ་ཅི་སྨོས་ཏེ། དེ་བས་ན་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དེ་གཉིས་ཀྱི་ཚུལ་དུ་ཡང་མི་བལྟ། གཉིས་སུ་མེད་པའི་ཚུལ་དུ་ཡང་མི་བལྟ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ། །དེ་ལ་མཚན་མར་མ་ཡིན།
en: This means never mind a dualistic nature, there is not even the idea that because it is separated from the conceptualization of all dharmas the nature of the nonconceptual perfection of wisdom is nondual, so the perfection of wisdom is not viewed in a dual way and it is not viewed in a nondual way either.

source: མཚན་མ་མེད་པར་མ་ཡིན་ཞེས་བྱ་བ་ལ་སོགས་པས་གནས་སྐབས་བཅུ་བཞིར་རྣམ་པར་རྟོག་པ་བཅུ་བཞི་མེད་པར་སྟོན་ཏེ། དམིགས་པ་དང་། ལས་ཀྱི་རྣམ་པར་སྨིན་པ་དང་། ཤེས་བྱའི་དོན་རབ་ཏུ་དབྱེ་བ་དང་། གནས་གྱུར་པ་དང་། དེ་ཁོ་ནའི་དོན་འཛིན་པ་དང་། ས་ནས་ས་གཞན་དུ་འཕར་བ་དང་། ས་གཞན་དང་སྒྲུབ་པ་དང་། ཡིད་ལ་བྱེད་པ་དང་། སྤོང་བ་དང་། རབ་ཏུ་རྟོགས་པ་དང་།
en: There, “not viewing the perfection of wisdom as a causal sign or as not a causal sign,” and so on, teaches the nonexistence of fourteen conceptualizations of fourteen states: being an objective support, the maturation of karma, being a differentiated object of knowledge, transformation of the basis, apprehension of the meaning of true reality, ascending from one level to another level, different levels, practice, paying attention, elimination, realization, witnessing the true nature of dharmas, meditating on suchness, and nirvāṇa.

source: ཆོས་ཉིད་མངོན་སུམ་དུ་བྱེད་པ་དང་། དེ་བཞིན་ཉིད་སྒོམ་པ་དང་། མྱ་ངན་ལས་འདས་པ་ལ་སྟེ། དེ་ལ་དམིགས་པ་འཛིན་པའི་ཚེ་གཟུགས་ལ་སོགས་པ་ཀུན་བརྟགས་པའི་མཚན་མ་རྣམས་མི་འཛིན་པ་དང་། མཚན་མ་མེད་པའོ་ཞེས་རྣམ་པར་རྟོག་པ་ཡང་མེད་པའི་ཕྱིར།
en: There, it says “not as a causal sign and not as not a causal sign” because, when apprehending an objective support, it does not grasp the falsely imagined causal sign of form and so on, and the idea “there is no causal sign” does not occur.

source: མཚན་མར་མ་ཡིན། མཚན་མ་མེད་པར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ། །དེ་བཞིན་དུ་ལས་ཀྱི་དུས་ན་ཡང་སྲིད་པར་བྱ་བའི་ཕྱིར་བླང་བའི་རྣམ་པར་རྟོག་པ་མེད་ལ། རྣམ་པར་སྨིན་པའི་དུས་ན་ཡང་འགྲོ་བ་རྣམས་སུ་དོར་བའི་རྣམ་པར་རྟོག་པ་ཡང་མེད་པའི་ཕྱིར་བླང་བར་མ་ཡིན།
en: Similarly, it says not “as brought in or as sent out,” because it does not conceive of bringing something into existence at the time of the karmic action, and it does not conceive of being sent out in forms of life at the time of the maturation.

source: དོར་བར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ། །དེ་བཞིན་དུ་ཤེས་པར་བྱ་བའི་ཆོས་རྣམས་རབ་ཏུ་འབྱེད་པའི་ཚེ་ཡང་ཡོད་པའི་དངོས་པོ་ལ་སྐུར་པ་འདེབས་པ་མེད་པས་དབྲི་བ་མེད་ལ་མེད་པའི་དངོས་པོ་ལ་སྒྲོ་འདོགས་པ་མེད་པས་བསྣན་པ་མེད་པའི་ཕྱིར་དབྲི་བར་མ་ཡིན། བསྣན་པར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ།
en: Similarly, it says not “as taken away or as added on,” because, when differentiating dharmas as objects of knowledge, it does not take anything away by over-negating something that exists, and it does not add anything on by over-reifying something that does not exist.

source: །དེ་བཞིན་དུ་སོ་སོ་སྐྱེ་བོའི་གནས་ཀྱི་ཚེ། དེ་བཞིན་གཤེགས་པའི་སྙིང་པོ་རང་བཞིན་གྱིས་ཡོངས་སུ་དག་པའི་ཕྱིར། ཀུན་ནས་ཉོན་མོངས་པ་མེད་ལ། གནས་གྱུར་པའི་ཚེ་ཡང་ནམ་མཁའ་བཞིན་དུ་སྔོན་མ་བྱུང་བའི་རྣམ་པར་བྱང་བ་མེད་པའི་ཕྱིར། ཀུན་ནས་ཉོན་མོངས་པར་མ་ཡིན།
en: Similarly, it says not “as defilement or as purification,” because, when in the state of an ordinary person, the tathāgata­garbha is naturally pure, so there is no defilement, and even when there is a transformation of the basis there is no purification not already there before, like space.

source: རྣམ་པར་བྱང་བར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ། །དེ་བཞིན་དུ་ཤེས་བྱའི་དེ་ཁོ་ན་ཉིད་ཡོངས་སུ་བརྟགས་པའི་ཚེ་དང་། ཆོས་ཐམས་ཅད་མ་སྐྱེས་པ་དང་། མ་འགགས་པའི་ཕྱིར་ཆོས་ཉིད་ལ་སྐྱེ་བ་དང་། འགག་པ་མ་མཐོང་བས།
en: Similarly, it says not “as a production or as a cessation,” because no production or stopping is seen in the true nature of dharmas because all dharmas are not produced and do not stop.

source: སྐྱེ་བར་མ་ཡིན་འགག་པར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ། །ས་འོག་མ་ནས་ས་གོང་མར་འཕར་བའི་ཚེ་ཡང་དོན་དམ་པར་ས་གོང་མར་རྟོགས་པའི་ཆོས་ཁྱད་པར་དུ་འཕགས་པ་ཡང་མི་འཛིན་ལ། ས་འོག་མར་རྟོགས་པའི་ཆོས་ངན་པ་ཡོངས་སུ་གཏོང་བ་ཡང་མེད་པའི་ཕྱིར།
en: Similarly, it says not “as grasped or as rejected,” because, even when ascending from a lower level to a higher level, ultimately it does not grasp a special realization dharma at a higher level and does not reject an inferior realization dharma at a lower level.

source: གཟུང་བར་མ་ཡིན་མི་གཟུང་བར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ། །དེ་བཞིན་དུ་ས་གོང་མ་ལ་གནས་པར་བྱ་བའི་རྣམ་པར་རྟོག་པ་མེད་ཅིང་། ས་འོག་མ་ལ་གནས་པར་མི་བྱ་བའི་རྣམ་པར་རྟོག་པ་མེད་པའི་ཕྱིར། གནས་པ་དང་མི་གནས་པ་གཉི་ག་ཡང་ཀུན་བརྟགས་པ་ཙམ་དུ་ཟད་པས། དེའི་ཕྱིར་གནས་པར་མ་ཡིན་མི་གནས་པར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ།
en: Similarly, it says not “as stationed or as not stationed,” because it does not conceive of having to be stationed on a higher level and it does not conceive of having to be not stationed on a lower level, because both being stationed and not being stationed are simply just imaginary.

source: །དེ་བཞིན་དུ་ཞི་གནས་དང་ལྷག་མཐོང་སྒྲུབ་པ་ལ་སྦྱོར་བ་ན་སྒྲུབ་པ་དེ་ལ་འདི་ནི་ཡང་དག་པར་སྒྲུབ་པའོ། །འདི་ནི་ཡང་དག་པ་མ་ཡིན་པའི་སྒྲུབ་པའོ་ཞེས་རྣམ་པར་རྟོག་པ་མེད་པའི་ཕྱིར།
en: Similarly, it says not “as true or as mistaken,” because when engaging in the practice of calm abiding and special insight the ideas “this is correct practice” and “this is not correct practice” do not occur.

source: ཡང་དག་པར་མ་ཡིན་ལོག་པར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ། །དེ་བཞིན་དུ་དེ་ཉིད་ལ་ཡང་དག་པའི་ཡིད་ལ་བྱེད་པས་མངོན་པར་བརྩོན་པའི་ཚེ་ཡང་འདི་ནི་རིགས་པས་བསྐྱེད་པའི་ཡིད་ལ་བྱེད་པའོ། །འདི་ནི་མི་རིགས་པས་བསྐྱེད་པའོ་ཞེས་བྱ་བའི་རྣམ་པར་རྟོག་པ་མི་འབྱུང་བའི་ཕྱིར། རིགས་པར་མ་ཡིན། མི་རིགས་པར་མ་ཡིན་ནོ་ཞེས་བྱ་བ་གསུངས་སོ།
en: Similarly, it says not “as right or as wrong,” because, even when zealously paying attention to true reality correctly, the ideas “this attention is produced in the right way,” and “this is produced in the wrong way” do not occur.

source: །དེ་བཞིན་དུ་ཉོན་མོངས་པའི་སྒྲིབ་པ་དང་། ཤེས་བྱའི་སྒྲིབ་པའི་ཕྱོགས་ཀྱི་གནས་ངན་ལེན་རྣམས་སྤོང་བ་ན་ཉོན་མོངས་པའི་རྣམ་པར་རྟོག་པ་ཕྲ་མོ་རིམ་གྱིས་སྤོང་ཡང་དེ་ལྟ་བུའི་རྣམ་པར་རྟོག་པ་མི་འབྱུང་བའི་ཕྱིར། བག་ཙམ་མ་ཡིན་པར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ། །དེ་བཞིན་དུ་རབ་ཏུ་རྟོགས་པའི་ཚེ་ཡང་དོན་དམ་པ་དེ་བཞིན་ཉིད་ཀྱི་བདག་ཉིད་ལས་སའི་རིམ་ཀུན་ཏུ་འགྲོ་བའི་དོན་དང་མཆོག་གི་དོན་དང་རྒྱུ་མཐུན་པའི་དོན་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་།
en: Similarly, it says not “as tiny or as not tiny,” because, even though, when eliminating the afflictive obscurations and the knowledge obscurations that are the final basis of suffering, the tiny conceptualization of afflictions is eliminated in stages, such an idea does not occur.

source: རྣམ་པར་དག་པ་མེད་པའི་དོན་དང་། དམན་པ་མེད་པ་དང་། ལྷག་མ་མེད་པའི་དོན་ཅེས་བྱ་བ་ལ་སོགས་པའི་རིམ་པས་ཆ་ཤས་ཀྱིས་རབ་ཏུ་རྟོགས་པར་བྱེད་པའི་ཚེ་ཡང་དེ་ལྟ་བུའི་རྣམ་པར་རྟོག་པ་མེད་པའི་ཕྱིར། ཆ་ཤས་སུ་མ་ཡིན། ཆ་ཤས་མེད་པར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ།
en: Similarly, it says not “as a part or as not a part,” because, even when realizing the ultimate in the form of suchness in stages through parts—“in the omnipresent sense, the tip sense, the outflow sense, the neither defilement nor purification sense, the nothing is lacking and nothing added sense” and so on—such an idea does not occur.

source: །ཆོས་ཉིད་མངོན་སུམ་དུ་བྱེད་པའི་ཚེ་ཡང་ཆོས་ཉིད་རབ་ཏུ་རྫོགས་པར་བྱེད་པ་ན་ཆོས་ཀྱི་རྣམ་པ་དང་ཆོས་མ་ཡིན་པར་རྣམ་པར་བརྟགས་ན་གཏན་གྱི་དངོས་པོའི་བདག་ཉིད་དུ་མི་སྣང་བའི་ཕྱིར། ཆོས་སུ་མ་ཡིན། ཆོས་མ་ཡིན་པར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ།
en: Similarly, it says not “as a dharma or as not a dharma,” because, even when making the true nature of dharmas manifest and bringing the true nature of dharmas to completion, if there is any idea of something in the form of a dharma or not a dharma the actual stable suchness is not appearing.

source: །དེ་བཞིན་ཉིད་སྒོམ་པའི་ཚེ་ཡང་དེ་བཞིན་ནོ་ཞེས་བྱ་བ་འམ་གཞན་ནོ་ཞེས་བྱ་བའི་རྣམ་པར་རྟོག་པ་མེད་པའི་ཕྱིར།
en: Similarly, it says not “as suchness or as not suchness,” because even when meditating on suchness the ideas “this is suchness” and “this is something else” do not occur.

source: དེ་བཞིན་ཉིད་དུ་མ་ཡིན་དེ་བཞིན་ཉིད་མ་ཡིན་པར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ། །མྱ་ངན་ལས་འདས་པའི་ཚེ་ཡང་ཡང་དག་པའི་དོན་གྱི་མཐའོ་ཞེས་བྱ་བ་དེ་ལས་བཟློག་པའོ་ཞེས་བྱ་བར་འཛིན་པ་མེད་པའི་ཕྱིར།
en: And similarly, it says not “as the very limit of reality or as not the very limit of reality,” because even when in nirvāṇa “this is the very limit of reality and this is its opposite” is not grasped.

source: ཡང་དག་པའི་མཐའ་མ་ཡིན་ཡང་དག་པའི་མཐའ་མ་ཡིན་པར་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་སོ། །འདི་ནི་གཉིས་སུ་མེད་པའི་དོན་ཏོ་ཞེས་བྱ་བ་ལ། དོན་ཅེས་བྱ་བ་འདི་ནི་བརྗོད་པར་བྱ་བའི་རྣམ་གྲངས་དང་། དམིགས་པའི་རྣམ་གྲངས་ཏེ། གཉིས་སུ་མེད་པ་འདི་ནི་བཤད་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བརྗོད་པར་བྱ་བའི་དོན་དང་རྣམ་པར་མི་རྟོག་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་དམིགས་པའི་ཚེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་དོན་ནི་དམིགས་པའོ་ཞེས་བཤད་པའོ།
en: In regard to “this is the meaning of nondual,” it is explained that this “meaning” is counted in one way as what is to be explained and counted in another way as apprehending; and in regard to this “nondual,” that apprehending the meaning to be explained—the perfection of wisdom that has been explained—and the nonconceptual perfection of wisdom is apprehending the meaning of the perfection of wisdom.

source: །དེའི་འོག་ཏུ་དོན་དང་ལྡན་ལ་ཚིག་འབྲུ་དང་ལྡན་པར་ཞེས་བྱ་བའི་འགྲེས་ཀྱིས་ནི་བདག་གིས་བཟུང་བའི་བསོད་ནམས་པས་བཤད་པའི་བསོད་ནམས་ཆེ་བར་སྟོན་ཏོ།
en: Then the section on “in both the meaning and the letter” teaches that the merit from explaining this is greater than the merit from personally taking it up.

source: །དེའི་འོག་ཏུ་ཕྱོགས་བཅུའི་སངས་རྒྱས་ཐམས་ཅད་ལ་བདེ་བའི་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་མཆོད་པ་བྱས་པའི་བསོད་ནམས་པས་འདི་བཤད་པའི་བསོད་ནམས་ཆེ་བའི་འགྲེས་དང་། བསྐལ་པ་ཚད་མེད་གྲངས་མེད་དཔག་ཏུ་མེད་པར་དམིགས་པའི་ཚུལ་གྱིས་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་སྤྱད་པ་བས་དམིགས་པ་མེད་པའི་ཚུལ་དུ་བཤད་པ་བསོད་ནམས་ཆེ་བའི་འགྲེས་དང་། དམིགས་པ་དང་བཅས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་འགྲེས་སོ།
en: Then there is the section about the greater merit from explaining this than from having worshiped “with all the requirements for happiness, all the buddhas in the ten directions”; then the section on the merit from explaining this “without apprehending anything” being greater than the merit from practicing the six perfections “for infinite, incalculable eons by way of apprehending something”; and the section on the perfections while apprehending something.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལྟར་བཅོས་པའི་འགྲེས་བཞི་སྟེ།
en: There are four sections on the “counterfeit perfection of wisdom.”

source: དམིགས་པ་དང་བཅས་པའི་སྒོམ་པ་བསྟན་པའི་འགྲེས་ནི་དང་པོའོ། །འབྲས་བུ་དང་བཅས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བསྟན་པའི་འགྲེས་ནི་གཉིས་པའོ། །བསོད་ནམས་ཀྱི་ཕུང་པོ་དཔག་ཏུ་མེད་པ་འཐོབ་པའི་འགྲེས་ནི་གསུམ་པའོ། །རྗེས་སུ་ཡི་རང་བ་དང་ཡོངས་སུ་བསྔོ་བ་བསྟན་པའི་འགྲེས་ནི་བཞི་པའོ།
en: The first is the section teaching cultivation while apprehending something; the second is the section teaching the perfections with results; the third is the section about gaining “immeasurable merit”; and the fourth is the section teaching rejoicing and dedication.

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་དག་པ་བསྟན་པའི་འགྲེས་ཀྱང་རྣམ་པ་གཉིས་ཏེ།
en: The sections teaching the perfectly pure perfection of wisdom are also two.

source: མི་དམིགས་པར་གདམས་པའི་འགྲེས་ནི་དང་པོའོ། །ཆོས་ཐམས་ཅད་ལ་མི་ལྟ་བ་དང་། མཆོག་ཏུ་འཛིན་པ་ལས་ཡང་དག་པར་གནས་པའི་འགྲེས་ནི་གཉིས་པའོ། །དེའི་འོག་ཏུ་འཛམ་བུའི་གླིང་དང་། གླིང་བཞི་པ་དང་།
en: The first is the section on the instruction that they should not apprehend anything; the second is the section on not having a view of any dharma and not resting on grasping a view as absolute.

source: སྟོང་གཅིག་དང་། སྟོང་གཉིས་དང་། སྟོང་གསུམ་དང་། ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སེམས་ཅན་རྣམས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་བཀོད་པ་བསོད་ནམས་པས་གཞན་དག་ལ་བཤད་པའི་བསོད་ནམས་ཆེ་བར་བསྟན་པའི་འགྲེས་དྲུག་དང་། དེ་བཞིན་དུ་ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་ནས་རང་བྱང་ཆུབ་ཀྱི་བར་ལ་བཀོད་པའི་བསོད་ནམས་པས།
en: Then there are six sections teaching that there is more merit from explaining it to others than the merit from establishing the beings in Jambudvīpa… in the four continents… in a thousandfold… a millionfold… a billionfold world system… or in world systems in the ten directions in the result of stream enterer; similarly, the six sections teach that there is more merit from explaining it to others than the merit from establishing beings “in the result of once-returner,” up to “a pratyekabuddha’s awakening,” based on the beings in Jambudvīpa, the four continents and so on; similarly, the six sections teach that there is more merit from explaining it to others than the merit from causing beings to take up “unsurpassed, perfect, complete awakening” based on the beings in Jambudvīpa, the four continents and so on; similarly, there are also the six sections about those established “in the irreversible state”; and then also the six sections teaching that there is more merit from explaining “to one” for the purpose of speedy clairvoyance than the merit from explaining to those who have been established in the irreversible state.

source: གཞན་དག་ལ་བཤད་པའི་བསོད་ནམས་ཆེ་བར་བསྟན་པ་ཡང་འཛམ་བུའི་གླིང་དང་། གླིང་བཞི་པ་ལ་སོགས་པའི་དབང་གིས་འགྲེས་དྲུག་གོ། །དེ་བཞིན་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཡང་དག་པར་འཛིན་དུ་འཇུག་པའི་བསོད་ནམས་པས་བཤད་པའི་བསོད་ནམས་ཆེ་བར་བསྟན་པ་ཡང་འཛམ་བུའི་གླིང་དང་། གླིང་བཞི་པ་ལ་སོགས་པའི་དབང་གིས་འགྲེས་དྲུག་གོ།
en: There is then the section where Śatakratu teaches and the section where the elder Subhūti rejoices.

source: །དེ་བཞིན་དུ་ཕྱིར་མི་ལྡོག་པའི་ས་ལ་བཀོད་པའི་ཡང་འགྲེས་དྲུག་གོ། །དེ་ནས་ཡང་ཕྱིར་མི་ལྡོག་པའི་ས་ལ་བཀོད་པ་དེ་དག་ལ་བཤད་པའི་བསོད་ནམས་པས་ཀྱང་གཅིག་གཅིག་ལ་མྱུར་དུ་མངོན་པར་ཤེས་པར་བྱ་བའི་ཕྱིར་བཤད་པའི་བསོད་ནམས་ཆེ་བ་བསྟན་པ་ལ་ཡང་འགྲེས་དྲུག་གོ།
en: Those are the subsections of the exposition here.

source: །བརྒྱ་བྱིན་གྱིས་བསྟན་པའི་འགྲེས་དང་། གནས་བརྟན་རབ་འབྱོར་རྗེས་སུ་ཡི་རང་བའི་འགྲེས་ཏེ་འདིར་ནི་འགྲེས་དེ་རྣམས་བསྟན་ཏོ། །དེ་ནས་ཡང་བསོད་ནམས་ཆེ་བར་བསྟན་པའི་སྐབས་འདི་ཉིད་དུ་རྗེས་སུ་ཡི་རང་བའི་བསོད་ནམས་ཀྱང་མཆོག་ཏུ་འགྱུར་བར་བསྟན་ནས། དེའི་འོག་ཏུ་བཤད་པའི་སྐབས་དབྱེ་བའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས། བཙུན་པ་རབ་འབྱོར་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ།
en: Rejoicing and dedication Then also in this context of teaching that it is greater merit, having taught that merit from rejoicing is highest, to set the scene for the explanation it says, “Then the bodhisattva Maitreya said to the… venerable monk Subhūti,” and so on.

source: སེམས་ཅན་ཐམས་ཅད་དང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པ་རྣམས་ཀྱི་སྦྱིན་པ་དང་། ཚུལ་ཁྲིམས་དང་། སྒོམ་པ་ལ་རྗེས་སུ་ཡི་རང་བའི་བསོད་ནམས་བྱ་བའི་དངོས་པོ་དག་པས་བྱང་ཆུབ་སེམས་དཔའ་མི་དམིགས་པའི་ཡིད་ལ་བྱེད་པ་ལ་ཞུགས་པའི་རྗེས་སུ་ཡི་རང་བ་དང་། ཡོངས་སུ་བསྔོ་བའི་བསོད་ནམས་གཅིག་མཆོག་ཉིད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: The meaning is this: “in comparison to the bases of meritorious action arisen from” rejoicing in the giving, morality, and meditation of all beings, śrāvakas, and pratyekabuddhas, the single merit from rejoicing in and dedicating when it is a bodhisattva who has set out to pay attention to not apprehending anything is “the highest.”

source: །དེའི་འོག་ཏུ་དེའི་རྒྱུ་གསུངས་པ། འདི་ལྟར་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་པ་རྣམས་ཀྱི་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་བྱ་བའི་དངོས་པོ་ལ་སོགས་པ་ནི་བདག་འདུལ་བའི་ཕྱིར་ཉེ་བར་གནས་པར་ཟད་ཀྱི། བྱང་ཆུབ་སེམས་དཔའ་ནི་སེམས་ཅན་ཐམས་ཅད་གདུལ་བའི་ཕྱིར་རོ། །དེ་སྐད་སྨྲས་པ་དང་། གནས་བརྟན་རབ་འབྱོར་གྱིས་འདི་ལ་གལ་བཟུང་སྟེ་སྨྲས་པ། ཕྱོགས་བཅུའི་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་སེམས་ཅན་བསྡུ་བ་དང་། ཡོངས་སུ་སྨིན་པར་བྱ་བ་དང་། རྣམ་པར་གྲོལ་བར་བྱ་བ་ལ་སོགས་པ་དང་། ཕུང་པོ་ལྔ་དང་།
en: Then Maitreya gives the reason for that, saying, “Because all the bases of meritorious action arisen from giving,” and so on, “of those… in the Śrāvaka Vehicle and those… in the Pratyekabuddha Vehicle are made” available just “for personal disciplining… a bodhisattva’s… is for disciplining all beings.”

source: སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་དང་། བསྟན་པའི་ཆོས་ཀྱི་ཕྱོགས་དང་། ཐོབ་པའི་ཆོས་ཀྱི་སྐུ་དང་བྱང་ཆུབ་སེམས་དཔའི་དགེ་བའི་རྩ་བ་རྣམས་དང་། ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་དམིགས་ཏེ་འབྱུང་བ་ཡིན་ན། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་རྗེས་སུ་ཡི་རང་བའི་དགེ་བའི་རྩ་བ་དེ་དངོས་པོ་མེད་ཅིང་དམིགས་པ་མེད་པ་ལ་འཇུག་པས་ཕྱིན་ཅི་ལོག་བཞི་དང་མཚུངས་པར་འགྱུར་རོ།
en: After he says that, the elder Subhūti takes it in his hands and says: If all the wholesome roots of all the buddhas in the ten directions, gathering a retinue of beings, bringing them to maturity, freeing them, and so on; the five aggregates; all the buddhadharmas; the collection of Dharma teachings; the dharma body that is reached; the wholesome roots of bodhisattvas; and perfect, complete awakening were apprehended and were to come into being, since the wholesome roots from the rejoicing of bodhisattvas has to do with an absence of “entities and objective supports,” they would be like the four errors.

source: །གལ་ཏེ་དངོས་པོ་ཇི་ལྟ་བ་དང་། དམིགས་པ་ཇི་ལྟ་བ་བཞིན་དུ་འགའ་ཞིག་ཡོད་ན་ནི་དེ་ལྟར་འགྱུར་ན། གཟུགས་དང་ཚོར་བ་ལ་སོགས་པ་ཆོས་ཐམས་ཅད་ཀྱང་ཡོད་ལ། བྱང་ཆུབ་ཀྱི་སེམས་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་དང་། ཕུང་པོ་དང་།
en: If anything like those “objective supports” and “entities” existed, in that case, all dharmas—form, feeling, and so on; the thought of awakening, the six perfections, the aggregates, the constituents, the sense bases, and so on; up to “the eighteen distinct attributes of a buddha”— would also exist like them.

source: ཁམས་དང་སྐྱེ་མཆེད་ལ་སོགས་པ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པའི་བར་དུ་ཡང་ཡོད་པར་འགྱུར་རོ།
en: But if they, like those objective supports and like those entities, were to be nonexistent, in that case they would all be nonexistent.

source: །ཇི་སྟེ་དངོས་པོ་ཇི་ལྟ་བ་དང་། དམིགས་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཡོད་པ་མ་ཡིན་ན་དེ་ལྟར་གྱུར་ན་ནི་ཐམས་ཅད་མེད་པས་དངོས་པོ་དང་དམིགས་པ་དང་། དགེ་བའི་རྩ་བ་དང་། རྗེས་སུ་ཡི་རང་བ་དང་། བསོད་ནམས་བྱ་བའི་དངོས་པོ་རྣམས་མེད་པར་ཡོངས་སུ་བསྔོ་བ་ཇི་ལྟར་གྲུབ་པར་འགྱུར་བ་དེ་བསྙད་དགོས་སོ་ཞེས་དྲིས་པ་སྟེ།
en: He is asking how, if that is the case, since the objective supports, entities, wholesome roots, rejoicing, and bases of meritorious action would be nonexistent, would dedication be achieved.

source: ཇི་སྟེ་དངོས་པོ་དང་དམིགས་པ་ཇི་ལྟ་བར་བྱང་ཆུབ་ཀྱང་དེ་བཞིན་སེམས་ཀྱང་དེ་བཞིན་ཞེས་བྱ་བ་ནི་ཇི་ལྟར་དངོས་པོ་དང་དམིགས་པ་དག་ཡོད་པ་མ་ཡིན་པ་དེ་བཞིན་དུ་བྱང་ཆུབ་ཀྱི་སེམས་ལ་སོགས་པ་ཡང་གལ་ཏེ་མེད་ན་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།། །།བམ་པོ་བཅུ་དགུ་པ།
en: He is saying that has to be explained. “And if, just like it is with the entities and how it is with the objective supports too, awakening is like that; if thought is like that,” means in that case, just as the entities and objective supports are nonexistent, the thought of awakening and so on would be nonexistent too.

source: དེ་སྐད་ཅེས་སྨྲས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་གལ་ཏེ་སྟོང་པ་ཉིད་ཤེས་པ་ཡོངས་སུ་སྨིན་པའི་མཚན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་ན་ནི་དེ་ལྟ་བུ་མཚན་མ་བྱས་ཏེ་ཡོངས་སུ་བསྔོ་བས་དེ་ལ་ནི་ཀླན་ཀ་མེད་དོ། །ཇི་སྟེ་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་མ་སྨིན་པ་ལེགས་པར་མ་བསླབས་པ་གསར་བུ་ཞིག་ཡིན་ན་དེ་དག་ལ་ནི་ཀླན་ཀ་དེ་རིགས་སོ་ཞེས་སྨྲས་ཏེ།
en: After he says that, the bodhisattva Maitreya says that there is no objection that they fashion causal signs and make the dedication if they are bodhisattvas who are characterized by having a mature knowledge of emptiness, but the objection is properly directed to those bodhisattvas who are immature, not well trained, and new.

source: སྟོང་པ་ཉིད་ཤེས་པ་དག་ནི་མཚན་མར་བྱས་ཏེ། ཡོངས་སུ་མི་བསྔོའོ།
en: Those who have a knowledge of emptiness do not fashion causal signs and make the dedication. “

source: །བཙུན་པ་རབ་འབྱོར་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་སྤྱོད་སྤྱོད་པ་ཞེས་བྱ་བ་ལ་སོགས་པས་ནི་དེ་གསར་བུ་ཡིན་པས་ཕྱིན་ཅི་ལོག་དང་མཚུངས་པའི་སྐྱོན་མེད་པར་སྟོན་ཏོ།
en: Venerable monk Subhūti, if those bodhisattva great beings again and again practice the six perfections,” and so on, teaches that because they are new they do not have faults like the four errors.

source: །དེའི་འོག་ཏུ་བཙུན་པ་རབ་འབྱོར་དེ་ལྟར་བསྟན་པ་འདི་ནི་ཐེག་པ་ལ་གསར་དུ་ཞུགས་པའི་བྱང་ཆུབ་སེམས་དཔའི་མདུན་དུ་མི་བཤད་དོ་ཞེས་བྱ་བ་ལ་སོགས་པས་ནི་བྱང་ཆུབ་སེམས་དཔའ་གསར་བུ་ནི་སྟོང་པ་ཉིད་འདི་བཤད་པའི་སྣོད་མ་ཡིན་པར་སྟོན་ཏོ།
en: Then, “Venerable monk Subhūti, you should not give an exposition of this doctrine… like this in the presence of bodhisattvas who have newly set out in the vehicle,” and so on, teaches that new bodhisattvas are not receptacles for the explanation of this emptiness.

source: །གལ་ཏེ་དེ་ལ་དད་པ་ཙམ་མམ་ཞེས་བྱ་བ་ལ་སོགས་པས་ནི་བཤད་ན་ཐོབ་པ་ཡོངས་སུ་ཉམས་པར་འགྱུར་བ་དང་། མ་ཐོད་པ་ཡོངས་སུ་ཉམས་པར་འགྱུར་བའི་སྐྱོན་ཏོ།
en: If it is explained to them, because they have a “smidgeon of faith,” and so on, it teaches that there is the fault that what they have gotten will be spoiled and what they have not gotten will be spoiled too. “

source: །བྱང་ཆུབ་སེམས་དཔའ་ཕྱིར་མི་ལྡོག་པའི་མདུན་དུ་བཤད་པར་བྱའོ་ཞེས་བྱ་བས་ནི་ཡོངས་སུ་སྨིན་པ་རྣམས་ལ་བཤད་ན་ཉེས་པ་མེད་པར་རོ།
en: The explanation… has to be given in the presence of bodhisattvas irreversible…”— it is not wrong when it is explained to those who are mature.

source: །དེ་ནས་བཙུན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་རྗེས་སུ་ཡི་རང་བ་དང་ལྡན་པའི་བསོད་ནམས་བྱ་བའི་དངོས་པོ་ཡང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་དེ་ལྟར་ཡོངས་སུ་བསྔོ་བར་བྱའོ་ཞེས་བྱ་བ་ལ་སོགས་པས་ནི་དོན་དམ་པའི་ཡོངས་སུ་བསྔོ་བ་སྟོན་ཏོ། །མཚན་མར་བྱས་ཏེ།
en: Then, “they will be, venerable monk Subhūti, those whose bases of meritorious action arisen from rejoicing will be dedicated in that way to unsurpassed, perfect, complete awakening,” and so on, teaches the ultimate dedication.
